#Напишите программу, которая выводит такое «окно» на экран.
print('Задание 2.')
#Первый вариант
# ==============================
# Привет
# друг
# ==============================
print('========================')
print('Привет')
print('Глеб')
print('========================')
# Второй вариант
# ==============================
# ||        Привет            ||
# ||         друг             ||
# ==============================
print('========================')
print('|        Привет        |')
print('|         Глеб         |')
print('========================')
#Третий вариант
# ==============================
# ||                          ||
# ||                          ||
# ||          Привет,         ||
# ||          друг!           ||
# ||                          ||
# ||                          ||
# ==============================
print('========================')
print('||                    ||')
print('||                    ||')
print('||       Привет,      ||')
print('||        Глеб!       ||')
print('||                    ||')
print('||                    ||')
print('========================')
#Размер окна может быть любым, 
#вместо слова «друг» можете написать своё имя.
#Постарайтесь добиться результата из третьего варианта.
